{
    "Categories": "الأقسام",
    "Menu": "القائمة",
    "Prices include VAT": "الاسعار شاملة ضريبة القيمة المضافة",
    "Contact Us": "تواصل معنا",
    "ar": "en",
    "main_dishes": "الأطباق الرئيسية",
    "Sandwiches": "السندويتشات",
    "Side Dishes": "الأطباق الجانبية",
    "Extras and Additions": "الإضافات والمكملات",
    "Desserts": "الحلويات",
    "Beverages": "المشروبات",
    "View Menu": "عرض القائمة",
    "Add to Cart": "إضافة للسلة",
    "Price": "السعر",
    "EGP": "جنيه",
    "Size": "الحجم",
    "Description": "الوصف",
    "Ingredients": "المكونات",
    "Small": "صغير",
    "Medium": "متوسط", 
    "Large": "كبير",
    "Regular": "عادي",
    "Family": "عائلي",
    "Serves": "يكفي لـ",
    "people": "أشخاص",
    "Our Branches": "فروعنا",
    "Cairo": "القاهرة",
    "Zagazig": "الزقازيق",
    "Also in": "متوفر أيضاً في",
    "Saudi Arabia": "السعودية",
    "Qatar": "قطر",
    "Since": "منذ",
    "Delivery": "التوصيل",
    "Working Hours": "ساعات العمل",
    "All rights reserved": "جميع الحقوق محفوظة",
    "Home": "الرئيسية",
    "About Us": "من نحن",
    "About Koshary El Tahrir": "عن كشري التحرير",
    "Our Story": "قصتنا",
    "Our Mission": "مهمتنا",
    "Our Values": "قيمنا",
    "Our Journey": "رحلتنا",
    "Our Achievements": "إنجازاتنا",
    "Years of Excellence": "سنة من التميز",
    "Branches": "فرع",
    "Happy Customers": "عميل سعيد",
    "Awards Won": "جائزة حصلنا عليها",
    "Quality & Taste": "الجودة والطعم",
    "Fresh Ingredients": "مكونات طازجة",
    "Food Safety": "سلامة الغذاء",
    "Fast Delivery": "توصيل سريع",
    "Customer Service": "خدمة العملاء",
    "Community Impact": "تأثير مجتمعي",
    "Experience the Tradition": "اختبر التقليد",
    "View Our Menu": "اعرض قائمتنا",
    "Find a Branch": "ابحث عن فرع",
    "Phone": "الهاتف",
    "Email": "البريد الإلكتروني",
    "Delivery Hours": "ساعات التوصيل",
    "Follow Us": "تابعنا",
    "Send us a Message": "أرسل لنا رسالة",
    "Full Name": "الاسم الكامل",
    "Email Address": "البريد الإلكتروني",
    "Phone Number": "رقم الهاتف",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Quick Contact": "تواصل سريع",
    "Select a subject": "اختر الموضوع",
    "Order Inquiry": "استفسار عن طلب",
    "Complaint": "شكوى",
    "Suggestion": "اقتراح",
    "Franchise Inquiry": "استفسار عن الفرنشايز",
    "Other": "أخرى",
    "Enter your name": "أدخل اسمك",
    "Enter your email": "أدخل بريدك الإلكتروني",
    "Enter your phone": "أدخل رقم هاتفك",
    "Enter your message...": "أدخل رسالتك...",
    "Thank you for your message! We will get back to you soon.": "شكراً لرسالتك! سنتواصل معك قريباً.",
    "We'd love to hear from you! Get in touch with us anytime.": "نحن نحب أن نسمع منك! تواصل معنا في أي وقت.",
    "Serving authentic Egyptian koshary since 1963 with passion, tradition, and quality.": "نقدم الكشري المصري الأصيل منذ 1963 بشغف وتقليد وجودة.",
    "Founded in 1963 in the heart of Cairo's Tahrir Square, Koshary El Tahrir began as a small family business with a big dream: to serve the most authentic and delicious koshary in Egypt. Our founder, Ahmed El Tahrir, started with a simple cart and a secret family recipe that had been passed down through generations.": "تأسس كشري التحرير عام 1963 في قلب ميدان التحرير بالقاهرة، وبدأ كعمل عائلي صغير بحلم كبير: تقديم أكثر الكشري أصالة ولذة في مصر. بدأ مؤسسنا، أحمد التحرير، بعربة بسيطة ووصفة عائلية سرية متوارثة عبر الأجيال.",
    "Over the decades, we have grown from that humble cart to become one of Egypt's most beloved koshary chains, with branches across Egypt and internationally. Despite our growth, we have never compromised on the quality and authenticity that made us who we are today.": "على مدى العقود، نمونا من تلك العربة المتواضعة لنصبح واحدة من أكثر سلاسل الكشري محبوبة في مصر، مع فروع في جميع أنحاء مصر ودولياً. رغم نمونا، لم نتنازل أبداً عن الجودة والأصالة التي جعلتنا ما نحن عليه اليوم.",
    "To preserve and share the authentic taste of Egyptian koshary with the world.": "الحفاظ على الطعم الأصيل للكشري المصري ومشاركته مع العالم.",
    "To bring families and communities together through our delicious food.": "جمع العائلات والمجتمعات معاً من خلال طعامنا اللذيذ.",
    "To maintain the highest standards of quality, hygiene, and customer service.": "الحفاظ على أعلى معايير الجودة والنظافة وخدمة العملاء.",
    "We use only the finest ingredients and traditional recipes passed down through generations.": "نستخدم أجود المكونات والوصفات التقليدية المتوارثة عبر الأجيال.",
    "Daily fresh ingredients sourced from trusted local suppliers to ensure the best quality.": "مكونات طازجة يومياً من موردين محليين موثوقين لضمان أفضل جودة.",
    "Strict hygiene standards and food safety protocols to protect our customers' health.": "معايير نظافة صارمة وبروتوكولات سلامة الغذاء لحماية صحة عملائنا.",
    "Quick and reliable delivery service to bring authentic koshary to your doorstep.": "خدمة توصيل سريعة وموثوقة لإيصال الكشري الأصيل إلى باب منزلك.",
    "Dedicated customer support team committed to ensuring your satisfaction.": "فريق دعم عملاء مخصص ملتزم بضمان رضاك.",
    "Supporting local communities and preserving Egyptian culinary traditions.": "دعم المجتمعات المحلية والحفاظ على التقاليد الطهي المصرية.",
    "Join millions of satisfied customers who have made Koshary El Tahrir part of their dining tradition.": "انضم إلى ملايين العملاء الراضين الذين جعلوا كشري التحرير جزءاً من تقليد طعامهم.",
    "The Beginning": "البداية",
    "First Expansion": "أول توسعة",
    "Cairo Expansion": "التوسع في القاهرة",
    "Modern Era": "العصر الحديث",
    "International Reach": "الوصول الدولي",
    "Digital Innovation": "الابتكار الرقمي",
    "Koshary El Tahrir was founded in Tahrir Square with a simple mission: to serve the best koshary in Egypt.": "تأسس كشري التحرير في ميدان التحرير بمهمة بسيطة: تقديم أفضل كشري في مصر.",
    "Opened our second branch in Zagazig, bringing our authentic taste to more customers.": "افتتحنا فرعنا الثاني في الزقازيق، جالبين طعمنا الأصيل لعملاء أكثر.",
    "Expanded to multiple locations in Cairo, becoming a household name in Egyptian cuisine.": "توسعنا إلى مواقع متعددة في القاهرة، لنصبح اسماً مألوفاً في المطبخ المصري.",
    "Introduced online ordering and delivery services while maintaining our traditional recipes.": "قدمنا خدمات الطلب والتوصيل عبر الإنترنت مع الحفاظ على وصفاتنا التقليدية.",
    "Expanded to Saudi Arabia and Qatar, spreading Egyptian koshary culture globally.": "توسعنا إلى السعودية وقطر، ونشر ثقافة الكشري المصري عالمياً.",
    "Launched our modern website and app, making it easier than ever to enjoy our koshary.": "أطلقنا موقعنا الحديث وتطبيقنا، مما جعل الاستمتاع بكشرينا أسهل من أي وقت مضى.",
    "Maadi Branch": "فرع المعادي",
    "Abbas El Akkad Branch": "فرع عباس العقاد",
    "Central Station Branch": "فرع المحطة",
    "Al Tahrir Square": "ميدان التحرير",
    "Maadi": "المعادي",
    "Heliopolis": "مصر الجديدة",
    "Al-Nasr Street, next to Moamen, New Maadi": "شارع النصر، بجوار مؤمن، المعادي الجديدة",
    "Abbas El Akkad Street": "شارع عباس العقاد",
    "Tahrir Square": "ميدان التحرير"
}